Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/facta/skuvlahistorja1/albert-sn.html.tmx
Source language: sme
Languages: sma

source: Sáhttá dan sivas jearrat lea go dát oahppu ávkin boazodolliide, vai dušše okta geaidnu oahpahit boazodoallonuoraid eret sámi boazodoalus ja dan boazodollui maid servodat mas eai leat sápmelaččat, háliida.
sma: Nimhtie aaj maahtah gihtjedh mejtie daate øøhpehtimmie lea viehkine båatsoeburrie-noeride jallh geajnoe mij gåarhmolen bealan vuesehte.

source: (Govva: Josef Halse)
sma: (Guvvie: Josef Halse)

source: Eará čállosat girjjis Sámi skuvlahistorjá 1
sma: Jeatjah tjaalegh gærjeste Saemien skuvle-vaajese 1
